{
    "HELLO" : "SZIA VILÁG",
    "home_p1" : "A Rick and Morty egy amerikai felnőtt animációs sci-fi sitcom, amelyet Justin Roiland és Dan Harmon készített a Cartoon Network Adult Swim éjszakai programozási blokkjához. A sorozat Rick Sanchez, egy cinikus őrült tudós és jószívű, de ideges unokája, Morty Smith kalandjait követi nyomon, akik megosztják idejüket a hazai élet és az interdimenzionális kalandok között, amelyek végtelen sok valóságon keresztül zajlanak, gyakran más bolygókra utazva. és méreteket a portálokon és Rick repülő csészealjján. Rick és Morty általános koncepciója két egymásnak ellentmondó forgatókönyvre támaszkodik: a családi családi drámára, és egy embergyűlölő nagyapara, aki unokáját rángatózásba hurcolja.",
    "home_p2" : "Roiland hangoztatta a névadó karaktereket, Chris Parnell, Spencer Grammer és Sarah Chalke pedig Rick és Morty családjának többi tagját. A sorozat a Vissza a jövőbe című animációs rövid paródiafilmből indult ki, amelyet Roiland készített a Channel 101-nek, a Harmon által társalapító rövidfilm-fesztiválnak. Debütálása óta a sorozat kritikai elismerést kapott eredetisége, kreativitása és humora miatt. Három Primetime Emmy-díjra jelölték a Kiváló animációs program kategóriában, és 2018-ban és 2020-ban elnyerte a díjat. A sorozat két Annie-díjat is kapott. Időnként a sorozat a legnézettebb televíziós vígjáték 18 és 24 év közötti felnőttek számára. A Rick és Morty népszerűsége százmillió dolláros kereskedelmi és médiafranchisevé tette.",
    "home_p3" : "A hatodik évad premierje 2022. szeptember 4-én volt, és tíz epizódból áll. A hetedik évadot megerősítették a Cartoon Network-vel kötött hosszú távú szerződés részeként, amely 70 új epizódot rendelt, és ezzel a sorozatot a tizedik évadra újították fel. Az Adult Swim 2023-ban szakította meg kapcsolatát Roilanddal, miközben családon belüli bántalmazásra hivatkoztak, és bejelentette, hogy átdolgozza szerepeit.",
    "title" : "Rick és Morthy",
    "home_page" : "Főoldal",
    "characters_page" : "Szereplők",
    "locations_page" : "Helyszínek",
    "episodes_page" : "Epizódok",
    "not_specified" : "Nem definiált",
    "Alive" : "Él",
    "Dead" : "Halott",
    "Unknown" : "Nem tudni",
    "Female" : "Nő",
    "Male" : "Férfi",
    "Genderless" : "Nemtelen",
    "character species" : "szereplő faja",
    "character type" : "szereplő típusa",
    "character name" : "szereplő neve",
    "Search" : "Keresés",
    "Retry" : "Újra",
    "Character count" : "Szereplők száma",
    "prev" : "előző",
    "next" : "kövi"
}